[
  {
    "name": "HTML5",
    "stars": 5,
    "description": "HTML5 is a markup language used for structuring and presenting content on the World Wide Web. It is the fifth and current major version of the HTML standard.",
    "image": "html5",
    "tags": [
      "html",
      "html5",
      "front-end",
      "web",
      "language"
    ]
  },
  {
    "name": "CSS3",
    "stars": 3.5,
    "description": "CSS3 is the latest evolution of the Cascading Style Sheets language and aims at extending CSS2.1.",
    "image": "css3",
    "tags": [
      "css",
      "css3",
      "front-end",
      "web",
      "language"
    ]
  },
  {
    "name": "Saas",
    "stars": 3.5,
    "description": "Saas is the latest evolution of the Cascading Style Sheets language and aims at extending CSS2.1.",
    "image": "sass",
    "tags": [
      "saas",
      "css",
      "front-end",
      "web",
      "language"
    ]
  },
  {
    "name": "JavaScript",
    "stars": 4.5,
    "description": "JavaScript is a high-level, interpreted programming language that conforms to the ECMAScript specification.",
    "image": "javascript",
    "tags": [
      "js",
      "javascript",
      "front-end",
      "back-end",
      "web",
      "language"
    ]
  },
  {
    "name": "React.JS",
    "stars": 4.5,
    "description": "React is a JavaScript library for building user interfaces. It is maintained by Facebook and a community of individual developers and companies.",
    "image": "react",
    "tags": [
      "js",
      "javascript",
      "front-end",
      "react",
      "web"
    ]
  },
  {
    "name": "Express",
    "stars": 4.5,
    "description": "Express is a minimal and flexible Node.js web application framework that provides a robust set of features for web and mobile applications.",
    "image": "express",
    "tags": [
      "js",
      "javascript",
      "back-end",
      "web"
    ]
  },
  {
    "name": "MongoDB",
    "stars": 4.5,
    "description": "MongoDB is a cross-platform document-oriented database program. Classified as a NoSQL database program, MongoDB uses JSON-like documents with schema.",
    "image": "mongodb",
    "tags": [
      "database",
      "technology",
      "back-end",
      "web"
    ]
  },
  {
    "name": "SQL",
    "stars": 4.5,
    "description": "SQL is a domain-specific language used in programming and designed for managing data held in a relational database management system.",
    "image": "mysql",
    "tags": [
      "database",
      "technology",
      "back-end",
      "web"
    ]
  },
  {
    "name": "Git",
    "stars": 4.5,
    "description": "Git is a version control system for tracking changes in computer files and coordinating work on those files among multiple people.",
    "image": "git",
    "tags": [
      "version-control",
      "technology",
      "back-end",
      "web"
    ]
  },
  {
    "name": "Redis",
    "stars": 4.5,
    "description": "Redis is an open-source in-memory data structure project implementing a distributed, in-memory key-value database with optional durability.",
    "image": "redis",
    "tags": [
      "database",
      "message-broker",
      "technology",
      "back-end"
    ]
  },
  {
    "name": "Docker",
    "stars": 4.5,
    "description": "Docker is a set of coupled software-as-a-service and platform-as-a-service products that use operating-system-level virtualization to develop and deliver software in packages called containers.",
    "image": "docker",
    "tags": [
      "container",
      "docker",
      "technology",
      "back-end"
    ]
  },
  {
    "name": "Java",
    "stars": 4.5,
    "description": "Java is a general-purpose computer-programming language that is concurrent, class-based, object-oriented, and specifically designed to have as few implementation dependencies as possible.",
    "image": "java",
    "tags": [
      "java",
      "back-end",
      "language"
    ]
  },
  {
    "name": "C",
    "stars": 4.5,
    "description": "C is a general-purpose, imperative computer programming language, supporting structured programming, lexical variable scope and recursion, while a static type system prevents many unintended operations.",
    "image": "c",
    "tags": [
      "C",
      "back-end",
      "language"
    ]
  }
]